// რა იყო გასაკეთებელი?
// გასაკეთებელი იყო პატარა პროექტი სადაც უნდა გამოგვეტანა ტექსტები და ფოტოები ნასწავლი მასალის მიხედვით

//რა გამოვიყენეთ გაკეთებისთვის ?
//გამოვიყენეთ React-ის საბაზისო დონის თემები როგორიცაა: props-ი

//რა იყო თქვენთვის გასაგები
//გასაგები იყო props-ი და კოდის სხვა დანარჩენი ნაწილი

//რა იყო თქვენთვის გაუგებარი
//ცოტა გაუგებარი იყო მშობელი და შვილობილი ელემენტების გაგება

//რამდენად გაგიმარტივდათ/გაგირთულდათ პროექტი.
//პროექტი ასე-თუ ისე რთული იყო მაგრამ მარტივად გასაკეთებელი
  


